Repository: Retr0dev-jpg/markdown-mkii
Catalog: src/MarkdownMkII.App/Strings/*/Resources.resw
Source language: en_us
Languages: it

# NavLibrary.Content
source: Library
it: Libreria

# NavSettings.Content
source: Settings
it: Impostazioni

# NavInfo.Content
source: About
it: Informazioni

# LanguageSystemDefault
source: Match system
it: Come il sistema

# CmdNew.Label
source: New note
it: Nuova nota

# CmdOpen.Label
source: Import Markdown
it: Importa Markdown

# CmdSave.Label
source: Save
it: Salva

# CmdSaveAs.Label
source: Save as
it: Salva con nome

# CmdBold.Label
source: Bold
it: Grassetto

# CmdItalic.Label
source: Italic
it: Corsivo

# CmdStrike.Label
source: Strikethrough
it: Barrato

# CmdCode.Label
source: Code
it: Codice

# CmdImage.Label
source: Image
it: Immagine

# CmdBullet.Label
source: Bullets
it: Elenco

# CmdNumbered.Label
source: Numbered
it: Numerato

# CmdTask.Label
source: Task
it: Attività

# CmdQuote.Label
source: Quote
it: Citazione

# CmdTable.Label
source: Table
it: Tabella

# CmdFence.Label
source: Code fence
it: Blocco codice

# CmdFind.Label
source: Find
it: Trova

# CmdPrint.Label
source: Print
it: Stampa

# CmdExport.Label
source: Export HTML
it: Esporta HTML

# CmdH1.Label
source: Heading 1
it: Titolo 1

# CmdH2.Label
source: Heading 2
it: Titolo 2

# CmdH3.Label
source: Heading 3
it: Titolo 3

# CmdHeadingCycle.Label
source: Cycle heading
it: Cicla titolo

# CmdRule.Label
source: Rule
it: Riga

# CmdViewSplit.Label
source: Split
it: Diviso

# CmdViewPreview.Label
source: Preview
it: Anteprima

# CmdRefreshPreview.Label
source: Refresh preview
it: Aggiorna anteprima

# FindPlaceholder.PlaceholderText
source: Find
it: Trova

# ReplacePlaceholder.PlaceholderText
source: Replace
it: Sostituisci

# FindMatchCase.Content
source: Match case
it: Maiuscole

# FindWholeWord.Content
source: Whole word
it: Parola

# FindNext.Content
source: Next
it: Successivo

# FindReplace.Content
source: Replace
it: Sostituisci

# FindReplaceAll.Content
source: All
it: Tutti

# FindClose.Content
source: Close
it: Chiudi

# EditorPlaceholder.PlaceholderText
source: Write Markdown…
it: Scrivi in Markdown…

# OutlineTitle.Text
source: Outline
it: Struttura

# LibraryFolders.Text
source: Folders
it: Cartelle

# LibraryAddFolder.Content
source: Add folder
it: Aggiungi cartella

# LibraryNewNote.Content
source: New note
it: Nuova nota

# LibraryRemoveFolder.Content
source: Remove
it: Rimuovi

# LibraryRecents.Text
source: Recent
it: Recenti

# LibrarySearch.PlaceholderText
source: Filter files, [[, #tag, orphan:
it: Filtra file, [[, #tag, orphan:

source: Cancel
it: Annulla

source: Save
it: Salva

source: Don't save
it: Non salvare

source: Save all
it: Salva tutto

source: Close without saving
it: Chiudi senza salvare

source: Untitled
it: Senza titolo

source: words
it: parole

source: characters
it: caratteri

source: large file
it: file grande

# SaveChangesTitle
source: Save changes?
it: Salvare le modifiche?

source: Link URL
it: URL del link

source: Unsaved documents
it: Documenti non salvati

# UnsavedDocumentsMessage
source: There are unsaved changes. Close anyway?
it: Ci sono modifiche non salvate. Chiudere comunque?

# LibraryEmpty
source: Add a folder to the library.
it: Aggiungi una cartella alla libreria.

# LibraryScanFailed
source: Scan failed.
it: Scansione non riuscita.

# LibraryNoteFailed
source: Could not create the note.
it: Creazione della nota non riuscita.

# LibraryDeleteNote.Label
source: Delete note
it: Elimina nota

# LibraryDeleteConfirm
source: Delete “{0}”? The file will be removed from disk.
it: Eliminare «{0}»? Il file verrà rimosso dal disco.

# LibraryDeleteFailed
source: Could not delete the note.
it: Eliminazione della nota non riuscita.

# LibraryNewFolder.Label
source: New folder
it: Nuova cartella

# OutlineOutgoing.Text
source: Outgoing links
it: Collegamenti

# SettingsFormatOnSave.Header
source: Format on save
it: Formatta al salvataggio

# SettingsFormatOnSave.Description
source: Renumbers lists and trims trailing spaces when you save.
it: Rinumera gli elenchi e rimuove gli spazi finali quando salvi.

# RecoveryTitle
source: Document recovery
it: Recupero documenti

# RecoveryMessage
source: Recovery copies found: {0}. Restore them in separate tabs?
it: Copie di recupero trovate: {0}. Ripristinarle in schede separate?

# RecoveryOpen
source: Restore
it: Ripristina

# SettingsTitle.Text
source: Settings
it: Impostazioni

# SettingsAppearance.Text
source: Appearance
it: Aspetto

# SettingsTheme.Header
source: Theme
it: Tema

# SettingsBackdrop.Header
source: Window backdrop
it: Sfondo finestra

# SettingsNavLabels.Header
source: Navigation labels
it: Etichette di navigazione

# SettingsLanguage.Header
source: Language
it: Lingua

# SettingsLanguage.Description
source: Changing language requires a restart.
it: Il cambio lingua richiede il riavvio.

# SettingsRestart.Title
source: Restart required
it: Riavvio necessario

# SettingsRestart.Message
source: The selected language will apply on the next launch.
it: La lingua scelta verrà applicata al prossimo avvio.

# SettingsFontFamily.Header
source: Font family
it: Famiglia di caratteri

# SettingsFontSize.Header
source: Font size
it: Dimensione carattere

# SettingsLineHeight.Header
source: Line height
it: Interlinea

# SettingsTabSize.Header
source: Tab size
it: Tabulazione

# SettingsWordWrap.Header
source: Word wrap
it: A capo automatico

# SettingsAutosave.Header
source: Autosave
it: Salvataggio automatico

# SettingsSpellCheck.Header
source: Spell check
it: Controllo ortografico

# SettingsLineNumbers.Header
source: Line numbers
it: Numeri di riga

# SettingsDefaultView.Header
source: Default view
it: Vista predefinita

# SettingsPreview.Text
source: Preview
it: Anteprima

# SettingsLivePreview.Header
source: Live preview
it: Anteprima in tempo reale

# SettingsSyncScroll.Header
source: Synchronized scrolling
it: Scorrimento sincronizzato

# SettingsRemoteImages.Header
source: Load remote images
it: Carica immagini remote

# SettingsZoom.Header
source: Preview zoom
it: Zoom anteprima

# SettingsDiagnostics.Text
source: Diagnostics
it: Diagnostica

# SettingsLogLevel.Header
source: Log level
it: Livello di log

# LogErrors.Content
source: Errors only
it: Solo errori

# LogVerbose.Content
source: Verbose
it: Dettagliato

# SettingsLogFile.Header
source: Log file
it: Registro

# SettingsOpenLog.Content
source: Open log
it: Apri log

# SettingsReset.Header
source: Restore defaults
it: Ripristina predefiniti

# SettingsResetButton.Content
source: Reset
it: Ripristina

# InfoTitle.Text
source: About
it: Informazioni

# InfoBlurb.Text
source: Your space to write and organize notes.
it: Il tuo spazio per scrivere e organizzare le note.

# InfoVersion.Text
source: Version:
it: Versione:

# InfoSettings.Text
source: Settings:
it: Impostazioni:

# InfoOpenLog.Content
source: Open diagnostic log
it: Apri registro diagnostico

source: Save failed
it: Salvataggio non riuscito

# SaveFailedMessage
source: Could not save “{0}”. The document stays open.
it: Impossibile salvare «{0}». Il documento resta aperto.

source: Go to line
it: Vai alla riga

# FileChangedTitle
source: File changed
it: File modificato

# FileChangedMessage
source: The file changed on disk. Reload?
it: Il file è cambiato su disco. Ricaricare?

source: Reload
it: Ricarica

# SettingsHighlightLine.Header
source: Highlight current line
it: Evidenzia riga corrente

# CmdCopyHtml.Label
source: Copy HTML
it: Copia HTML

# CmdReveal.Label
source: Show in File Explorer
it: Mostra in Esplora file

# CmdDuplicateLine.Label
source: Duplicate line
it: Duplica riga

# CmdDeleteLine.Label
source: Delete line
it: Elimina riga

# CmdMoveLineUp.Label
source: Move line up
it: Sposta riga su

# CmdMoveLineDown.Label
source: Move line down
it: Sposta riga giù

# SettingsStartPage.Header
source: Start page
it: Pagina iniziale

# SettingsStartPage.Description
source: Library, editor, or last used page.
it: Libreria, editor o ultima pagina usata.

# SettingsRememberWindow.Header
source: Remember window position
it: Ricorda posizione finestra

# LibraryItemCount
source: {0} items
it: {0} elementi

# CmdSaveAll.Label
source: Save all
it: Salva tutto

# CmdToc.Label
source: Table of contents
it: Indice

# CmdRename.Label
source: Rename
it: Rinomina

# CmdCopyPath.Label
source: Copy path
it: Copia percorso

# CmdShare.Label
source: Share
it: Condividi

# CmdCloseAll.Label
source: Close all
it: Chiudi tutte

# CmdCloseOthers.Label
source: Close others
it: Chiudi le altre

# CmdImmersive.Label
source: Full screen
it: Schermo intero

# FindPrev.Content
source: Previous
it: Precedente

# FindCount
source: {0} matches
it: {0} risultati

# PreviewEmpty
source: Empty preview
it: Anteprima vuota

# CodeFence
source: code
it: codice

# TableTruncated
source: Table truncated ({0}×{1}).
it: Tabella troncata ({0}×{1}).

# PreviewStub
source: {0} not rendered in preview
it: {0} non reso in anteprima

# TocHeading
source: Contents
it: Indice

# RenameTitle
source: Rename note
it: Rinomina nota

source: Rename failed
it: Rinomina non riuscita

# RenameInvalid
source: The name contains invalid characters.
it: Il nome contiene caratteri non validi.

# RenameExists
source: A file named “{0}” already exists.
it: Esiste già un file chiamato «{0}».

# ShareEmpty
source: Nothing to share.
it: Nessun documento da condividere.

source: Share failed.
it: Condivisione non riuscita.

# LibraryReveal.Content
source: Show folder
it: Mostra cartella

# SettingsOutline.Header
source: Show outline
it: Mostra struttura

# SettingsExport.Text
source: Export
it: Esportazione

# SettingsCssTheme.Header
source: HTML CSS theme
it: Tema CSS HTML

# SettingsResetConfirm
source: Restore default preferences? Notes and language stay unchanged.
it: Ripristinare le preferenze? Le note e la lingua non cambiano.

# CmdFormat.Label
source: Format
it: Formatta

# CmdCopyMarkdown.Label
source: Copy Markdown
it: Copia Markdown

# CmdReopen.Label
source: Reopen tab
it: Riapri scheda

# CmdComment.Label
source: Comment
it: Commenta

# CmdFootnote.Label
source: Footnote
it: Nota a piè

# CmdCallout.Label
source: Callout
it: Riquadro

# CmdFrontMatter.Label
source: Set front matter field…
it: Imposta campo front matter…

# CmdSortLines.Label
source: Sort lines
it: Ordina righe

# CmdJoinLines.Label
source: Join lines
it: Unisci righe

# CmdUpper.Label
source: Uppercase
it: Maiuscole

# CmdLower.Label
source: Lowercase
it: Minuscole

# CmdTitleCase.Label
source: Title case
it: Maiuscole iniziali

# CmdMath.Label
source: Math
it: Matematica

# CmdMathBlock.Label
source: Math block
it: Blocco matematica

# CmdNextIssue.Label
source: Next warning
it: Avviso successivo

# WikiTarget
source: Wikilink target
it: Destinazione wikilink

# DiagramStub
source: diagram (source)
it: diagramma (sorgente)

# CmdTimestamp.Label
source: Date and time
it: Data e ora

# CmdOpenWith.Label
source: Open with
it: Apri con

# CmdWordWrap.Label
source: Word wrap
it: A capo

# CmdPalette.Label
source: Search commands
it: Cerca comandi

# PalettePlaceholder.PlaceholderText
source: Filter commands…
it: Filtra comandi…

# CmdQuickOpen.Label
source: Open note
it: Apri nota

# QuickOpenPlaceholder.PlaceholderText
source: Filter files…
it: Filtra file…

# CmdGoToHeading.Label
source: Go to heading
it: Vai al titolo

# HeadingPlaceholder.PlaceholderText
source: Filter headings…
it: Filtra titoli…

# CmdHighlight.Label
source: Highlight
it: Evidenzia

# CmdSuperscript.Label
source: Superscript
it: Apice

# CmdSubscript.Label
source: Subscript
it: Pedice

# CmdInserted.Label
source: Underline
it: Sottolineato

# CmdDefinition.Label
source: Definition list
it: Definizione

# CmdDuplicateNote.Label
source: Duplicate note
it: Duplica nota

# CmdCopyHeading.Label
source: Copy heading link
it: Copia link titolo

# CmdSelectLine.Label
source: Select line
it: Seleziona riga

# CmdPrevIssue.Label
source: Previous warning
it: Avviso precedente

# OutlineBacklinks.Text
source: Backlinks
it: Backlink

# DuplicateFailed
source: Could not duplicate the note
it: Duplicazione non riuscita

# CmdAddTableRow.Label
source: Add table row
it: Aggiungi riga tabella

# CmdDeleteTableRow.Label
source: Delete table row
it: Elimina riga tabella

# CmdAddTableColumn.Label
source: Add table column
it: Aggiungi colonna

# CmdDeleteTableColumn.Label
source: Delete table column
it: Elimina colonna

# CmdAlignLeft.Label
source: Align column left
it: Allinea colonna a sinistra

# CmdAlignCenter.Label
source: Align column center
it: Allinea colonna al centro

# CmdAlignRight.Label
source: Align column right
it: Allinea colonna a destra

# IssueCount
source: {0} warnings
it: {0} avvisi

# CmdNewDaily.Label
source: Daily note
it: Nota del giorno

# CmdNewFromTemplate.Label
source: New from template
it: Nuovo da modello

# CmdReplaceVault.Label
source: Replace in vault
it: Sostituisci nel vault

# WikiEmbedMissing
source: Missing note: {0}
it: Nota mancante: {0}

# Template.blank
source: Blank
it: Vuoto

# Template.starter
source: Starter
it: Avvio

# Template.daily
source: Daily note
it: Nota del giorno

# Template.meeting
source: Meeting
it: Riunione

# SettingsDefaultTemplate.Header
source: New note template
it: Modello nuova nota

# SettingsDefaultTemplate.Description
source: Used for new notes.
it: Usato per le nuove note.

# VaultReplaceQuery
source: Find in vault
it: Testo da cercare nel vault

# VaultReplaceWith
source: Replace with
it: Sostituisci con

# VaultReplaceDone
source: Files changed: {0}
it: File modificati: {0}

# CmdMoveHeadingUp.Label
source: Move heading up
it: Sposta titolo su

# CmdMoveHeadingDown.Label
source: Move heading down
it: Sposta titolo giù

# CmdSelectHeading.Label
source: Select heading section
it: Seleziona sezione titolo

# CmdFoldHeading.Label
source: Fold/unfold heading
it: Comprimi/espandi titolo

# CmdFoldAll.Label
source: Fold all headings
it: Comprimi tutti i titoli

# CmdUnfoldAll.Label
source: Unfold all headings
it: Espandi tutti i titoli

# CmdPin.Label
source: Pin/unpin tab
it: Fissa/sgancia scheda

# CmdWikiGraph.Label
source: Wiki graph
it: Grafo wiki

# OutlineGraph.Text
source: Graph
it: Grafo

# CmdCycleEncoding.Label
source: File encoding
it: Codifica file

# CmdGoToDefinition.Label
source: Go to definition
it: Vai alla definizione

# SettingsTypewriter.Header
source: Typewriter mode
it: Modalità macchina da scrivere

# SettingsTypewriter.Description
source: Keeps the current line in view while typing.
it: Mantiene la riga corrente visibile mentre scrivi.

# CmdMermaid.Label
source: Mermaid diagram
it: Diagramma mermaid

# CmdStar.Label
source: Star note
it: Preferito

# LibraryStar.Label
source: Add to favorites
it: Aggiungi ai preferiti

# LibraryUnstar.Label
source: Remove from favorites
it: Togli dai preferiti

# FrontMatterKey
source: Front matter field
it: Campo front matter

# FrontMatterValue
source: Value
it: Valore

# MermaidKind
source: flowchart, sequence, pie, state, class, or gantt
it: flowchart, sequence, pie, state, class o gantt

# CmdVaultIssues.Label
source: Vault issues
it: Avvisi del vault

# CmdHistory.Label
source: Local history
it: Cronologia locale

# VaultIssuesEmpty
source: No issues in the vault.
it: Nessun avviso nel vault.

# HistoryEmpty
source: No previous versions.
it: Nessuna versione precedente.

# CmdExtractNote.Label
source: Extract to note
it: Estrai in nota

# CmdLinkify.Label
source: Linkify mentions
it: Collega menzioni

# CmdCopyWikilink.Label
source: Copy wikilink
it: Copia wikilink

# CmdTypographer.Label
source: Typographer
it: Tipografo

# CmdSlides.Label
source: Slides
it: Diapositive

# CmdNextSlide.Label
source: Next slide
it: Diapositiva successiva

# CmdPrevSlide.Label
source: Previous slide
it: Diapositiva precedente

# CmdKanban.Label
source: Kanban board
it: Lavagna kanban

# CmdViewSplitVertical.Label
source: Split vertically
it: Dividi in verticale

# FindInSelection.Content
source: In selection
it: Nella selezione

# KanbanEmpty
source: No tasks to show on the board.
it: Nessuna attività da mostrare sulla lavagna.

# SettingsMinimap.Description
source: Shows a navigable document miniature along the right edge.
it: Mostra una miniatura navigabile del documento sul bordo destro.

# CmdFocus.Label
source: Focus mode
it: Modalità focus

# CmdCompare.Label
source: Compare with disk
it: Confronta con disco

# CmdRandomNote.Label
source: Random note
it: Nota casuale

# CmdExportVault.Label
source: Export vault HTML
it: Esporta vault HTML

# CmdCompareTabs.Label
source: Compare tabs
it: Confronta schede

# CmdInsertWikiGraph.Label
source: Insert wiki graph
it: Inserisci grafo wiki

# CmdBlockId.Label
source: Block identifier
it: Identificatore di blocco

# CmdStampUpdated.Label
source: Stamp updated front matter
it: Aggiorna data nel front matter

# SettingsStampUpdated.Header
source: Updated date on save
it: Data di aggiornamento al salvataggio

# SettingsStampUpdated.Description
source: Writes the YAML updated field with today’s date when you save.
it: Scrive il campo YAML updated con la data odierna quando salvi.

# CmdGitHistory.Label
source: Git history
it: Cronologia git

# CmdRelated.Label
source: Related notes
it: Note correlate

# GitHistoryEmpty
source: No git commits for this file.
it: Nessun commit git per questo file.

# CmdMoc.Label
source: Insert map of content
it: Inserisci mappa dei contenuti

# CmdRenameTag.Label
source: Rename tag in vault
it: Rinomina tag nel vault

# CmdExportGraph.Label
source: Export graph JSON
it: Esporta grafo JSON

# VaultStats
source: {0} notes · {1} words · {2} tags · {3} orphans · {4} open tasks · {5} unresolved wikilinks · {6} daily notes
it: {0} note · {1} parole · {2} tag · {3} orfane · {4} attività aperte · {5} wikilink non risolti · {6} note del giorno

# OutlineFilter.PlaceholderText
source: Filter headings…
it: Filtra titoli…

# VaultExportDone
source: HTML files exported: {0}
it: File HTML esportati: {0}

# CompareFailed
source: Could not read the file on disk.
it: Impossibile leggere il file su disco.

# CmdEgoGraph.Label
source: Insert note graph
it: Inserisci grafo della nota

# CmdBacklinks.Label
source: Insert backlinks section
it: Inserisci sezione backlink

# BacklinksHeading
source: Backlinks
it: Backlink

# CmdCopyQuote.Label
source: Copy as quote
it: Copia come citazione

# CmdEnsureId.Label
source: Assign note ID
it: Assegna ID alla nota

# CmdQueryTable.Label
source: Insert vault query table
it: Inserisci tabella dal vault

# CmdArchive.Label
source: Archive note
it: Archivia nota

# ArchiveFailed
source: Could not archive the note.
it: Impossibile archiviare la nota.

# CmdNewWeekly.Label
source: Weekly note
it: Nota della settimana

# Template.weekly
source: Weekly note
it: Nota settimanale

# CmdRestoreGit.Label
source: Restore git revision
it: Ripristina revisione git

# GitShowFailed
source: Could not read that git revision.
it: Impossibile leggere quella revisione git.

# CmdUnarchive.Label
source: Unarchive note
it: Ripristina dall’archivio

# CmdConvertWikilinks.Label
source: Convert wikilinks to Markdown
it: Converti wikilink in Markdown

# CmdConvertMarkdownLinks.Label
source: Convert Markdown links to wikilinks
it: Converti link Markdown in wikilink

# CmdInsertCalendar.Label
source: Insert month calendar
it: Inserisci calendario del mese

# CmdNumberHeadings.Label
source: Number headings
it: Numera i titoli

# CmdBibliography.Label
source: Insert bibliography
it: Inserisci bibliografia

# BibliographyHeading
source: References
it: Riferimenti

# CmdGitCommit.Label
source: Git commit
it: Commit git

source: Git commit failed.
it: Commit git non riuscito.

# GitCommitDone
source: Git commit created.
it: Commit git creato.

# ExportAssetsDone
source: Copied images and files: {0}
it: Immagini e file copiati: {0}

# CmdNewMonthly.Label
source: Monthly note
it: Nota del mese

# Template.monthly
source: Monthly note
it: Nota mensile

# CmdInsertTemplate.Label
source: Insert template
it: Inserisci modello

# CmdMoveNote.Label
source: Move note
it: Sposta nota

# MoveFailed
source: Could not move the note.
it: Impossibile spostare la nota.

# CmdNewYearly.Label
source: Yearly note
it: Nota dell’anno

# Template.yearly
source: Yearly note
it: Nota annuale

# CmdReflow.Label
source: Reflow paragraph
it: Riformatta paragrafo

# SettingsIncludeToc.Header
source: Table of contents in HTML
it: Indice nell’HTML

# SettingsIncludeToc.Description
source: Inserts a heading outline at the top of exported HTML.
it: Inserisce un sommario dei titoli in cima all’HTML esportato.

# CmdNewYesterday.Label
source: Yesterday’s note
it: Nota di ieri

# CmdNewTomorrow.Label
source: Tomorrow’s note
it: Nota di domani

# CmdNewQuarterly.Label
source: Quarterly note
it: Nota del trimestre

# Template.quarterly
source: Quarterly note
it: Nota trimestrale

# CmdSortTable.Label
source: Sort table
it: Ordina tabella

# CmdStripFrontMatter.Label
source: Strip front matter
it: Rimuovi front matter

# CmdRenameHeading.Label
source: Rename heading
it: Rinomina titolo

# CmdEnsureTitle.Label
source: Assign note title
it: Assegna titolo YAML

# CmdTransposeTable.Label
source: Transpose table
it: Trasponi tabella

# CmdCopyRelativePath.Label
source: Copy relative path
it: Copia percorso relativo

# CmdExportMarkdownVault.Label
source: Export vault Markdown
it: Esporta vault Markdown

# VaultMarkdownExportDone
source: Markdown files exported: {0}
it: File Markdown esportati: {0}

# CmdPromoteHeading.Label
source: Promote heading
it: Promuovi titolo

# CmdDemoteHeading.Label
source: Demote heading
it: Retrocedi titolo

# CmdDuplicateTableRow.Label
source: Duplicate table row
it: Duplica riga tabella

# CmdMoveTableLeft.Label
source: Move table column left
it: Sposta colonna a sinistra

# CmdMoveTableRight.Label
source: Move table column right
it: Sposta colonna a destra

# CmdMoveTableRowUp.Label
source: Move table row up
it: Sposta riga tabella in alto

# CmdMoveTableRowDown.Label
source: Move table row down
it: Sposta riga tabella in basso

# CmdCopyTable.Label
source: Copy table as CSV
it: Copia tabella CSV

# CmdTableFromCsv.Label
source: Table from CSV
it: Tabella da CSV

# CmdGitDiff.Label
source: Insert git diff
it: Inserisci diff git

# GitDiffEmpty
source: No diff against HEAD.
it: Nessun diff rispetto a HEAD.

# CmdDuplicateTableColumn.Label
source: Duplicate table column
it: Duplica colonna tabella

# CmdTableToList.Label
source: Table to list
it: Tabella in elenco

# CmdListToTable.Label
source: List to table
it: Elenco in tabella

# CmdSortTableDesc.Label
source: Sort table descending
it: Ordina tabella decrescente

# CmdCheckTasks.Label
source: Check tasks
it: Spunta attività

# CmdUncheckTasks.Label
source: Uncheck tasks
it: Togli spunta alle attività

# CmdEnsureAlias.Label
source: Add YAML alias
it: Aggiungi alias YAML

# CmdEnsureTags.Label
source: Add YAML tag
it: Aggiungi tag YAML

# CmdUnwrapWikilinks.Label
source: Unwrap wikilinks
it: Togli wikilink

# CmdWrapDetails.Label
source: Wrap in details
it: Avvolgi in details

# CmdDuplicateHeading.Label
source: Duplicate heading section
it: Duplica sezione titolo

# CmdGitBlame.Label
source: Insert git blame
it: Inserisci git blame

# GitBlameEmpty
source: No git blame for this file.
it: Nessun blame git per questo file.

# CmdCopyTableTsv.Label
source: Copy table as TSV
it: Copia tabella TSV

# CmdStripYamlKey.Label
source: Remove YAML key
it: Rimuovi chiave YAML

# CmdNormalizeListMarkers.Label
source: Normalize list markers
it: Normalizza elenchi

# CmdToSetextHeading.Label
source: Setext heading
it: Titolo setext

# CmdGitStat.Label
source: Insert git shortstat
it: Inserisci git shortstat

# GitStatEmpty
source: No git shortstat for this file.
it: Nessun shortstat git per questo file.

# CmdCopyTableHtml.Label
source: Copy table as HTML
it: Copia tabella HTML
